{
  "about": {
    "head_title": "SOFIA BOGGIO",
    "description": "I’m an interactive designer and cosplayer currently working at Joshfire and studying at Gobelins, Paris. <br><br> Neither a child nor an adult, I cherish my childhood and I make the best use of it through my work. I enjoy experimenting in design, development (with the little knowledge that I have), and crafting.",
    "mail": "boggio.sofia@gmail.com",
    "facebookURL": "https://fr-fr.facebook.com/soocosplay/",
    "twitterURL": "https://twitter.com/soocosplay",
    "behanceURL": "https://www.behance.net/sofiaboggio",
    "twitchURL": "https://www.twitch.tv/soocosplay"
  },
  "projects": [
    {
      "id": "allo",
      "title": "Allo",
      "type": "Vocal Assistant",
      "date": "2018",
      "background": "allo-cover.jpg",
      "details": {
        "what": [
          "UX/UI",
          "Service design",
          "IoT"
        ],
        "when": "2018",
        "who": [
          "Léo Ternoir",
          "Benjamin Gammaire",
          "Quentin Tshaimanga",
          "Sofia Boggio"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Au fil des années, mes camarades et moi-même sommes devenus plus conscients quant à la quantité de déchets produits, par nous et par les autres. C’est pourquoi nous avons réalisé Allo: le premier assistant vocal zéro-gaspi, pour donner une alternative à la poubelle et donner une seconde vie à tous les produits de la maison."
        },
        {
          "type": "vimeoId",
          "value": "277781869"
        },
        {
          "type": "photos",
          "value": [
            "allo-01.png"
          ]
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Pour chaque produit qui vous semble bon à jeter, que ce soit du pain rassis ou une vieille chaussette, vous pouvez demander à l’un des 5 experts de Allo quoi faire avec ce produit plutôt que de le mettre à la poubelle. Ces experts sont aussi là pour donner des conseils sur la manière de préserver chacun de ces produits plus longtemps. Par exemple, avec une vieille orange retrouvée au fond de la corbeille de fruit, Paprika pourra vous suggérer de faire des tablettes pour votre lave-vaisselle.<br>La base de Allo a été conçu puis imprimé en 3D pour pouvoir contenir un Raspberry Pi 3, un ReSpeaker 4-mic Array et un haut parleur. Il fonctionne majoritairement grâce à la technologie de Snips."
        },
        {
          "type": "photos",
          "value": [
            "allo-02.png"
          ]
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Allo a beaucoup évolué grâce aux tests utilisateurs que nous avons conduits (interviews, observation, focus group, tests in-situ…) Nous avons rencontré différents problèmes, comme trouver l’endroit où Allo serait le plus adapté, garder les conversations naturelles et privées, ou encore éviter de transmettre un sentiment de pression ou de moralisation qui pourrait potentiellement repousser les utilisateurs. Ce sont grâce à ces tests utilisateurs que nous avons pu définir 6 Design principles.<br><br><b>Bienveillance</b> : Allo vous aide à trouver des idées simples,<br>accessibles et frugales pour chaque produit qui vous paraît abîmé.<br><b>Privé</b> : Grâce à la technologie de Snips, les discussions <br>que vous avez avec Allo restent avec Allo, stockée localement.<br><b>Custom</b> : Nos habitudes, envies et goûts varient d’une personne<br>à une autre, et Allo s’adapte et apprend pour suggérer les astuces <br>les plus adaptées.<br><b>Pédagogique</b> : Allo est votre assistant dans lequel sont contenus<br>5 experts, un par pièce de la maison, afin que vous puissiez apprendre,<br>pièce après pièce, les différentes problématiques liées au gaspillage<br>dans la maison et comment y remédier.<br><b>Au bout moment</b> : Les achats liés à l’envie et non au besoin<br>n’étant pas contrôlable, Allo s’intègre parfaitement dans le cycle de la vie<br>d’un produit qui vient d’être acheté, et ce jusqu’à-ce qu’il soit presque jeté.<br><b>Au bon endroit</b> : La majeure partie du gaspillage alimentaire provient<br>de nos maisons, c’est pour cette raison que c’est dans la maison<br>que Allo convient le mieux, dans la pièce de votre choix."
        },
        {
          "type": "photos",
          "value": [
            "allo-03.jpg",
            "allo-04.jpg",
            "allo-05.jpg",
            "allo-06.jpg"
          ]
        }
      ]
    },
    {
      "id": "PB",
      "title": "Petit Bateau",
      "type": "Interactive shopping",
      "date": "2018",
      "background": "PB-cover.jpg",
      "details": {
        "what": [
          "Service design",
          "UI",
          "Maker"
        ],
        "when": "2018",
        "who": [
          "Joshfire",
          "USERADGENTS"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Dans le cadre du lancement d’un nouveau concept de boutique Rue de Sèvres, Petit Bateau souhaitait proposer de nouveaux services pour augmenter l’expérience client en point de vente."
        },
        {
          "type": "youtubeId",
          "value": "5nKtj4hvpjA"
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Nous avons imaginé avec USERADGENTS un dispositif interactif ludique et malin, pour découvrir plus de couleurs, de formes, de tailles et d’informations, par simple scan ou recherche de produit. Pour ce projet, nous avons défini l’expérience globale (parcours utilisateur et fonctionnalités), réalisé le design graphique de l’interface, la conception et définition de la solution technique, fait le développement software & hardware, fabriqué et personnalisé les formes en bois à scanner.<br>Ce POC sera déployé prochainement dans d’autres boutiques Petit Bateau. À terme, le dispositif permettra de finaliser l’achat avec un conseiller de vente, de consulter les stocks des autres boutiques, et de réserver ou se faire livrer ses achats dans l’heure."
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>L’interface tactile est connectée aux données du site e-commerce, permettant aux clients de naviguer dans l’ensemble du catalogue Petit Bateau avec une priorité apportée aux produits disponibles en boutique. Les écrans et scanners sont intégrés au mobilier de la boutique."
        },
        {
          "type": "photos",
          "value": [
            "PB_photo_1.jpg",
            "PB_photo_2.jpg",
            "PB_photo_3.jpg",
            "PB_photo_4.jpg",
            "PB_photo_5.jpg",
            "PB_photo_6.jpg",
            "PB_photo_7.jpg"
          ]        
        }
      ]
    },
    {
      "id": "stiqr",
      "title": "Stiqr",
      "type": "Mobile app",
      "date": "2017",
      "background": "stiqr-cover.jpg",
      "details": {
        "what": [
          "Mobile App"
        ],
        "when": "2017",
        "who": [
          "Maximilien Jourdain",
          "Kévin Moutier",
          "Zoë Leloutre",
          "Sofia Boggio"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Stiqr était notre projet de fin de Master 1 à Gobelins, l’école de l’image, en partenariat avec la BPI (Bibliothèque Publique d’Information). Nous avons conçu notre concept grâce aux nombreuses interviews que nous avons réalisées auprès d’un public assez jeune et de leurs habitudes au musée. Nous en avons conclus que la plupart d’entre eux aimaient, avec modération, se rendre au musée mais pas seul — tout en sachant qu’une fois dans le musée, peu d’entre eux restent ensemble tout au long de l’exposition, ils préfèrent généralement regarder à leur rythme car ils ne seront pas attirés par les mêmes oeuvres."
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Nous avons designé Stiqr pour être un moyen amusant et simple de motiver un public jeune à aller voir plus d’expositions. Cette application permet de scanner une oeuvre avec un téléphone et de voir, en réalité augmentée, ce que les gens pensent de cette oeuvre dans un premier temps au travers d’emojis très expressifs, mais également avec des commentaires pour ceux qui le souhaitent. <br><br>Le but était de montrer comment s’exprimer au-delà du « j’aime » ou « je n’aime pas », de poser une émotion plus concrète sur le ressenti face à une oeuvre. C’est également un moyen de savoir si on partage des intérêts communs, de l’enthousiasme, de l’indifférence etc. avec quelqu’un d’autre. Il peut évidemment être frustrant de voir que la majeure partie des personnes ayant réagi ne pensent pas comme vous l’auriez aimé, mais cela encourage surtout à réfléchir au pourquoi du comment."
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Après avoir sélectionné l’exposition dans laquelle on se trouve, il devient possible de scanner les oeuvres grâce à la reconnaissance d’image offerte par Vuforia. Vous pouvez alors voir les emojis des personnes étant passées par là avant vous en réalisé augmentée.<br><br>Le design de l’application est un mélange entre un effet « fait main » (certaines fonts et les illustrations) avec quelque chose de plus structuré et strict, en regard avec l’alliance de l’art et les musées dont les règles peuvent être plus ou moins rigides."
        },
        {
          "type": "photos",
          "value": [ "stiqr-1.jpg" ]
        },
        {
          "type": "photos",
          "value": [
            "stiqr-2.jpg",
            "stiqr-3.jpg",
            "stiqr-4.jpg",
            "stiqr-5.jpg"
          ]
        }
      ]
    },
    {
      "id": "LRI",
      "title": "La Redoute Intérieurs",
      "type": "Interactive Devices in-store",
      "date": "2017",
      "background": "LRI-cover.jpg",
      "details": {
        "what": [
          "Service design",
          "UI",
          "Maker"
        ],
        "when": "2017",
        "who": [
          "Joshfire",
          "USERADGENTS"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>La Redoute Intérieurs souhait profiter de l’ouverture de nouvelles boutiques à Lyon et Carré Sénart pour proposer une xpérience multicanale en point de vente."
        },
        {
          "type": "youtubeId",
          "value": "6zUgppfKIjk"
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Nous avons imaginé avec USERADGENTS un dispositif interactif permettant au client de s’inspirer, d’accéder à la gamme complète des produits La Redoute Intérieurs et d’effectuer sa sélection à emporter (impression et partage e-mail). Suite à une étude terrain, pour interroger les clients et conseillers et comprendre leurs habitudes, comportements et attentes, nous avons designé l’expérience globale, le design graphique de l’interface ainsi que celui de la console, et réalisé la conception et définition de la solution technique.<br>Ce POC sera déployé dans toutes les boutiques La Redoute Intérieurs. À terme, le dispositif permettra un parcours d’achat complet, pour une expérience omnicanale sans couture."
        },
        {
          "type": "photos",
          "value": [
            "borneDesign_01.png",
            "borneDesign_02.jpg"
          ]
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>L’interface tactile (connectée aux données du site e-commerce) et l’imprimante sont dissimulées dans une console en pin massif et en acier brut sur mesure, des matériaux qui s’intègrent parfaitement au design des nouveaux magasins. "
        },
        {
          "type": "photos",
          "value": [
            "borne_01.jpg",
            "borne_02.jpg",
            "borne_03.jpg",
            "borne_04.jpg",
            "borne_05.jpg"
          ]
        }
      ]
    },
    {
      "id": "cushy",
      "title": "Cushy!",
      "type": "IoT",
      "date": "2017",
      "background": "cushy-cover.jpg",
      "details": {
        "what": [
          "IoT",
          "Arduino"
        ],
        "when": "2017",
        "who": [
          "Léo Ternoir",
          "Jacky Fong",
          "Léna Scaravella",
          "Thomas Boulongne",
          "Sofia Boggio"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Cushy! est un projet qui s’est étalé sur environ 1 mois à Gobelins, l’école de l’image. Nous avions pour seule instruction de faire un objet connecté.<br>Compte tenu du peu de temps à notre disposition, nous nous sommes rapidement décidé sur quelque chose de fun, avec du challenge mais faisable dans le temps imparti avec un intérêt commun: les films et les séries TV."
        },
        {
          "type": "vimeoId",
          "value": "202369823"
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Cushy, c’est un coussin que vous poussez presser, caresser ou frapper alors que vous êtes confortablement installé.e dans votre canapé et que vous ne savez pas quoi regarder à la télé. Il pourra vous dire ce qui correspond le mieux à votre humeur. Plus besoin de réfléchir pendant des heures, grâce à une interface facile à utiliser, vous serez très vite plongé dans la série qui vous va le mieux. "
        },
        {
          "type": "photos",
          "value": [
            "cushy-0.jpg"
          ]
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Après beaucoup de recherches, d’essais et d’échecs. nous avons réussi à créer notre propre capteur à partir de Veloutât et de rubans de cuivre, capable de cartographier la position et la force de votre main sur la surface du coussin. C’est grâce à ce capteur home-made que Cushy sera en mesure de détecter votre humeur selon vos gestes envers lui. <br>Nous avons également designé et réalisé une housse de coussin en 100% coton, dont les patterns ont été réalisés à la peinture pour tissu d’un côté et à l’impression de l’autre pour correspondre à notre identité.<br><br>More here http://cushy.jackyfong.com"
        },
        {
          "type": "photos",
          "value": [
            "cushy-1.jpg",
            "cushy-2.jpg",
            "cushy-3.jpg",
            "cushy-4.jpg",
            "cushy-5.gif"
          ]
        }
      ]
    },
    {
      "id": "marly",
      "title": "Parfums de Marly",
      "type": "Interactive window display",
      "date": "2016",
      "background": "marly-cover.jpg",
      "details": {
        "what": [
          "Interactive window",
          "App",
          "UI"
        ],
        "when": "2016",
        "who": [
          "Soixante Circuits"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Pour leur boutique rue Cambon, Parfums de Marly souhaitait recréer l’ambiance authentique d’un atelier de parfumeur du 18e siècle visible depuis la rue."
        },
        {
          "type": "vimeoId",
          "value": "173030067"
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Nous avons réalisé cette immersion interactive, réaliste et élégante permettant aux passants de contrôler certains éléments de la vitrine grâce à leur téléphone, le but étant de créer leur propre parfum, étape par étape, entre le tangible et le numérique. Afin de laisser leur trace sur cette installation et en faire partie intégrante, les passants étaient également invités à prendre une photo d’eux devant la boutique et la poster sur Instagram avec un # dédié, les faisant ainsi apparaître dans un cadre numérique rococo à l’intérieur de la vitrine."
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Un QR code autocollant placé sur la vitrine permettait aux passants de le scanner pour lancer l’expérience et contrôler un plateau tournant sous lequel se trouve un moteur et une machine à fumée. "
        },
        {
          "type": "photos",
          "value": [
            "marly-1.jpg",
            "marly-2.jpg"
          ]
        }
      ]
    },
    {
      "id": "lost-elements",
      "title": "Lost Elements",
      "type": "Tablet Game",
      "date": "2016",
      "background": "lostelements-cover.jpg",
      "details": {
        "what": [
          "Tablet game",
          "IoT",
          "Unity"
        ],
        "when": "2016",
        "who": [
          "Anthelme Dumont",
          "Mélanie Lo",
          "Kirgan Somville",
          "Sofia Boggio"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Les phénomènes climatiques que l’on voit apparaître de nos jours et les problèmes qu’ils engendrent sont complexes et les liens qu’ils peuvent avoir les uns avec les autres peuvent sembler imperceptibles. Et bien qu’un pourcentage significatif de la population est inquiet concernant le réchauffement climatique, beaucoup de notions à ce sujet restent difficiles à comprendre et à appréhender. C’est pour ces raisons que, pour ce projet de fin d’année à Gobelins, nous nous sommes concentrés sur la meilleure manière d’expliquer, de manière ludique et pédagogique, les problèmes climatiques et environnementaux actuels et leurs enjeux."
        },
        {
          "type": "vimeoId",
          "value": "173657249"
        },
        {
          "type": "text",
          "value": "<b>HISTOIRE</b><br><i>À l’aube du monde, les quatre éléments fondamentaux ne pouvaient être contrôlés. L’eau, le soleil, le vent et la terre se déchainèrent sur la planète, ravageant tout sur leur passage. Ces éléments étant nécessaires à la vie, on raconte qu’une entité appelée Anjä naquit des entrailles de la terre. Elle avait pour redoutable tâche de rassembler et contenir ces éléments dans une ancienne relique et devenir leur gardienne. Siècle après siècle, la nature finie par se calmer. Anja disparu, laissant la relique cachée au sein d’un temple dont le nom reste inconnu. Elle n’avait cependant pas prévu l’apparition de l’humanité… et de leur volonté à voler la relique pour leurs propres besoins.</i>"
        },
        {
          "type": "vimeoId",
          "value": "170851504"
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Afin de permettre au joueur d’en apprendre plus sur le dérèglement climatique, il va devoir récupérer chaque élément pour apprendre à la utiliser petit à petit et ainsi résoudre les enigmes de ce puzzle game sur tablette accompagné d'un objet connecté. Le jeu est composé de 4 chapitres dans lesquels sont contenus un nombre prédéterminé de niveaux. Nous avons matérialisé la relique en tant qu’object connecté que le joueur utilisera pour contrôler les éléments et rétablir l’équilibre de l’environnement qui l’entour. "
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Le jeu a entièrement été réalisé sur Unity. Il est connecté à l’objet et son Photon Particle (Arduino-like) en wifi et détecte le changement d’éléments grâce à 4 capteurs à effet hall et un aimant, ainsi qu’un potentiomètre pour régler l’intensité de l’élément sélectionné. "
        },
        {
          "type": "photos",
          "value": [
            "lostelements-1.jpg",
            "lostelements-2.jpg",
            "lostelements-4.jpg",
            "lostelements-3.png",
            "lostelements-5.jpg",
            "lostelements-6.jpg"
          ]
        }
      ]
    },
    {
      "id": "orianna",
      "title": "Orianna",
      "type": "Cosplay",
      "date": "2015",
      "background": "orianna-cover.jpg",
      "details": {
        "what": [
          "Cosplay",
          "Arduino"
        ],
        "when": "2015",
        "who": [
          "Sofia Boggio",
          "help from Philippe Ravaux",
          "and Sarah Goldberg"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Aussi étrange que ça puisse paraître, je considère que le cosplay est un travail à part entière que je traite avec autant d’implication et de motivation qu’un projet de design interactif.<br>Ce cosplay de Orianna Bladecraft, provenant du jeu League of Legends, a été réalisé pour le challenge d’ajouter des mécanismes à l’intérieur d’un costume, le tout en plus de 400 heures."
        },
        {
          "type": "youtubeId",
          "value": "XXzo9GRlFNo"
        },
        {
          "type": "text",
          "value": "<b>HISTOIRE</b><br><i>Autrefois une jeune fille curieuse, de chair et d'os, Orianna est aujourd'hui une merveille de technologie entièrement mécanisée. Elle est tombée gravement malade à la suite d'un accident dans les quartiers inférieurs de Zaun, et son corps défaillant a été remplacé petit à petit par des prothèses perfectionnées. Accompagnée par une sphère extraordinaire qu'elle a elle-même créée pour lui servir de compagnon et de protectrice, Orianna est désormais libre d'explorer la merveilleuse ville de Piltover et ce qui se trouve au-delà.</i>"
        },
        {
          "type": "youtubeId",
          "value": "-PTDZ0Imkpo"
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>Le costume a été créé à 100% de mes mains avec comme matériaux principaux de la mousse EVA, du Worbla (un thermoplastique), du tissu, et un peu d’électronique (2 Arduino Uno, 6 moteurs, 3 batteries). J’ai designé tous les mécanismes et ai demandé de l’aide à Philippe Ravaux pour les modèles 3D du rail qui permet de faire tourner la jupe, ainsi qu’à Sarah Goldberg pour l’impression de ce rail."
        },
        {
          "type": "photos",
          "value": [
            "o-3.gif",
            "o-4.jpg",
            "o-4bis.jpg",
            "o-5.jpg",
            "o-7.jpg",
            "o-8.jpg",
            "o-9.jpg"
          ]
        }
      ]
    },
    {
      "id": "s4m-m1",
      "title": "S4M-M1",
      "type": "Arduino",
      "date": "2014",
      "background": "sammi.jpg",
      "details": {
        "what": [
          "IoT",
          "Arduino"
        ],
        "when": "2014",
        "who": [
          "Cynthia Charles",
          "Sofia Boggio"
        ]
      },
      "content": [
        {
          "type": "text",
          "value": "<b>CONTEXTE</b><br>Cynthia Charles et moi-même, lorsque nous étions étudiante à l’EPSAA en post-diplôme multimédia, avions un projet dont la seule consigne était de créer quelque chose « en dehors de l’écran ». Toutes deux intéressées à l’idée d’utiliser un Arduino pour la première fois, nous avons créé S4M-M1, ou Sammy pour les intimes. "
        },
        {
          "type": "text",
          "value": "<b>PROJET</b><br>Sammy est un robot autonome dont le seul objectif est de se déplacer sans jamais se cogner dans un obstacle. Pour permettre aux passants de comprendre comment Sammy fonctionne, un design qui évolue en fonction de la position du robot par rapport à un obstacle est projeté en fond, créant une courbe sinusoïdale (rouge quand un obstacle est proche, bleu quand la voie est libre)."
        },
        {
          "type": "text",
          "value": "<b>COMMENT ÇA MARCHE ?</b><br>En plus de l’Arduino, un capteur ultrason HC SR-04 permet de mesurer la distance entre Sammy et un obstacle et ainsi de déterminer que lorsque le robot se trouve à moins de 5cm d’un objet, il doit s’arrêter, tourner et repartir. Un capteur bluetooth connecte Sammy a Processing pour la visualisation de la courbe."
        },
        {
          "type": "vimeoId",
          "value": "123190477"
        },
        {
          "type": "photos",
          "value": [
            "s-1.jpg",
            "s-2.jpg",
            "s-3.jpg",
            "s-4.jpg"
          ]
        }
      ]
    }
  ]
}
